{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Conv2D", "config": {"kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "data_format": "channels_last", "filters": 32, "trainable": true, "kernel_size": [3, 3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "batch_input_shape": [null, 32, 32, 3], "padding": "same", "use_bias": true, "dtype": "float32", "bias_regularizer": null, "name": "conv2d_1", "activity_regularizer": null, "strides": [1, 1], "activation": "relu"}}, {"class_name": "Conv2D", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "data_format": "channels_last", "filters": 32, "trainable": true, "kernel_size": [3, 3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "padding": "valid", "use_bias": true, "bias_regularizer": null, "name": "conv2d_2", "activity_regularizer": null, "strides": [1, 1], "activation": "relu"}}, {"class_name": "MaxPooling2D", "config": {"padding": "valid", "data_format": "channels_last", "trainable": true, "name": "max_pooling2d_1", "strides": [2, 2], "pool_size": [2, 2]}}, {"class_name": "Conv2D", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "data_format": "channels_last", "filters": 64, "trainable": true, "kernel_size": [3, 3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "padding": "same", "use_bias": true, "bias_regularizer": null, "name": "conv2d_3", "activity_regularizer": null, "strides": [1, 1], "activation": "relu"}}, {"class_name": "Conv2D", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "data_format": "channels_last", "filters": 64, "trainable": true, "kernel_size": [3, 3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "padding": "valid", "use_bias": true, "bias_regularizer": null, "name": "conv2d_4", "activity_regularizer": null, "strides": [1, 1], "activation": "relu"}}, {"class_name": "MaxPooling2D", "config": {"padding": "valid", "data_format": "channels_last", "trainable": true, "name": "max_pooling2d_2", "strides": [2, 2], "pool_size": [2, 2]}}, {"class_name": "Conv2D", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "data_format": "channels_last", "filters": 64, "trainable": true, "kernel_size": [3, 3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "padding": "same", "use_bias": true, "bias_regularizer": null, "name": "conv2d_5", "activity_regularizer": null, "strides": [1, 1], "activation": "relu"}}, {"class_name": "Conv2D", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "data_format": "channels_last", "filters": 64, "trainable": true, "kernel_size": [3, 3], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dilation_rate": [1, 1], "padding": "valid", "use_bias": true, "bias_regularizer": null, "name": "conv2d_6", "activity_regularizer": null, "strides": [1, 1], "activation": "relu"}}, {"class_name": "MaxPooling2D", "config": {"padding": "valid", "data_format": "channels_last", "trainable": true, "name": "max_pooling2d_3", "strides": [2, 2], "pool_size": [2, 2]}}, {"class_name": "Flatten", "config": {"name": "flatten_1", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 64, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "trainable": true, "units": 10, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "activity_regularizer": null, "activation": "softmax"}}], "keras_version": "2.1.2"}