{"config": [{"config": {"name": "dense_111", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 10], "use_bias": true, "activation": "relu", "dtype": "float32", "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "kernel_regularizer": null, "units": 64, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_112", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 64, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_113", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 128, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_114", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 128, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_115", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 256, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_116", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 256, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_117", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 64, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_118", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 64, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_119", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 32, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_120", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "relu", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 32, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "dense_121", "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "kernel_regularizer": null, "activation": "softmax", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "units": 5, "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.9", "backend": "tensorflow", "class_name": "Sequential"}