{"config": [{"config": {"name": "dense_1", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "dtype": "float32", "units": 10, "bias_constraint": null, "trainable": true, "batch_input_shape": [null, 10], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_2", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 64, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_3", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 128, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_4", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 128, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_5", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 256, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_6", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 256, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_7", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 64, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_8", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 64, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_9", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 32, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_10", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 32, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"name": "dense_11", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "units": 8, "bias_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "softmax"}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.2"}