{"config": [{"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "name": "dense_111", "units": 64, "activation": "relu", "kernel_constraint": null, "batch_input_shape": [null, 10], "kernel_regularizer": null, "bias_constraint": null, "use_bias": true, "dtype": "float32", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 64, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_112", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 128, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_113", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 128, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_114", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 256, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_115", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 256, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_116", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 64, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_117", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 64, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_118", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 32, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_119", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 32, "kernel_regularizer": null, "kernel_constraint": null, "activation": "relu", "use_bias": true, "bias_constraint": null, "name": "dense_120", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 5, "kernel_regularizer": null, "kernel_constraint": null, "activation": "softmax", "use_bias": true, "bias_constraint": null, "name": "dense_121", "bias_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.9"}