{"keras_version": "2.0.8", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 64, "name": "dense_111", "activation": "relu", "batch_input_shape": [null, 10], "use_bias": true, "bias_regularizer": null, "dtype": "float32", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 64, "name": "dense_112", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 128, "name": "dense_113", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 128, "name": "dense_114", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 256, "name": "dense_115", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 256, "name": "dense_116", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 64, "name": "dense_117", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 64, "name": "dense_118", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 32, "name": "dense_119", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 32, "name": "dense_120", "activation": "relu", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}}, "units": 5, "name": "dense_121", "activation": "softmax", "use_bias": true, "bias_regularizer": null, "activity_regularizer": null}}], "backend": "tensorflow"}