{"config": [{"config": {"trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "input_layer", "units": 3, "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 3], "activity_regularizer": null, "activation": "relu", "use_bias": true}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "hidden_layer_1", "use_bias": true, "units": 120, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "hidden_layer_2", "use_bias": true, "units": 80, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "hidden_layer_3", "use_bias": true, "units": 40, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "hidden_layer_4", "use_bias": true, "units": 20, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "name": "output_layer", "use_bias": true, "units": 2, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "softmax", "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.2", "backend": "tensorflow"}