{"keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"trainable": true, "name": "dense_1", "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "batch_input_shape": [null, 10], "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_2", "units": 40, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_3", "units": 60, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_4", "units": 80, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_5", "units": 100, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_6", "units": 120, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "activation": "relu", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "name": "dense_7", "units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "activation": "softmax", "activity_regularizer": null, "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null}}]}