{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.2", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_1", "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "units": 10, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "batch_input_shape": [null, 15], "trainable": true, "activation": "relu", "dtype": "float32"}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_2", "bias_constraint": null, "kernel_constraint": null, "units": 40, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_3", "bias_constraint": null, "kernel_constraint": null, "units": 60, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_4", "bias_constraint": null, "kernel_constraint": null, "units": 80, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_5", "bias_constraint": null, "kernel_constraint": null, "units": 100, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_6", "bias_constraint": null, "kernel_constraint": null, "units": 120, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "name": "dense_7", "bias_constraint": null, "kernel_constraint": null, "units": 10, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "activation": "softmax", "use_bias": true}}]}