{"keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"units": 10, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 10], "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "activation": "relu", "name": "dense_1", "dtype": "float32"}}, {"class_name": "Dense", "config": {"units": 128, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "activation": "relu", "name": "dense_2"}}, {"class_name": "Dense", "config": {"units": 128, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "activation": "relu", "name": "dense_3"}}, {"class_name": "Dense", "config": {"units": 256, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "activation": "relu", "name": "dense_4"}}, {"class_name": "Dense", "config": {"units": 8, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "activation": "softmax", "name": "dense_5"}}]}