{"config": [{"config": {"bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "trainable": true, "name": "dense_1", "kernel_regularizer": null, "units": 10, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 10], "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "trainable": true, "name": "dense_2", "kernel_regularizer": null, "units": 128, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "trainable": true, "name": "dense_3", "kernel_regularizer": null, "units": 128, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "trainable": true, "name": "dense_4", "kernel_regularizer": null, "units": 256, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "relu", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "activity_regularizer": null, "trainable": true, "name": "dense_5", "kernel_regularizer": null, "units": 9, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "activation": "softmax", "kernel_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow"}