{"keras_version": "2.1.2", "config": [{"class_name": "Dense", "config": {"use_bias": true, "units": 10, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "batch_input_shape": [null, 15], "trainable": true, "kernel_constraint": null, "name": "dense_1"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 40, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 60, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "name": "dense_3"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 80, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "name": "dense_4"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 100, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "name": "dense_5"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 120, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "name": "dense_6"}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 10, "activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "name": "dense_7"}}], "class_name": "Sequential", "backend": "tensorflow"}